Repository: niltonperimneto/Whisky
Catalog: Whisky/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# troubleshooting.fix.skip
source: Skip for now
ar: التخطي الآن
cs: Zatím přeskočit
da: Spring over for nu
de: Vorerst überspringen
es: Omitir por ahora
fi: Ohita toistaiseksi
fr: Ignorer pour l'instant
it: Salta per ora
ja: 今はスキップ
ko: 지금은 건너뛰기
nl: Nu overslaan
pl: Pomiń na razie
pt_br: Pular por enquanto
pt_pt: Ignorar por agora
ro: Sari peste deocamdată
ru: Пока пропустить
sv: Hoppa över tills vidare
tr: Şimdilik atla
uk: Поки пропустити
vi: Tạm bỏ qua
zh_hans: 暂时跳过
zh_hant: 暫時略過

# troubleshooting.fix.undo
source: Undo
ar: تراجع
cs: Vrátit zpět
da: Fortryd
de: Widerrufen
es: Deshacer
fi: Kumoa muutos
fr: Annuler
it: Annulla
ja: 取り消す
ko: 실행 취소
nl: Herstel
pl: Cofnij
pt_br: Desfazer
pt_pt: Anular
ro: Anulează
ru: Отменить
sv: Ångra
tr: Geri Al
uk: Скасувати
vi: Hoàn tác
zh_hans: 撤销
zh_hant: 還原

# troubleshooting.history.abandoned
source: Abandoned
ar: متروك
cs: Opuštěno
da: Opgivet
de: Abgebrochen
es: Abandonada
fi: Keskeytetty
fr: Abandonné
it: Abbandonata
ja: 中断
ko: 중단됨
nl: Afgebroken
pl: Porzucone
pt_br: Abandonada
pt_pt: Abandonada
ro: Abandonată
ru: Прервано
sv: Avbruten
tr: Yarıda bırakıldı
uk: Перервано
vi: Đã bỏ dở
zh_hans: 已放弃
zh_hant: 已放棄

# troubleshooting.history.empty
source: No troubleshooting history
ar: لا يوجد سجل لاستكشاف الأخطاء
cs: Žádná historie řešení potíží
da: Ingen fejlfindingshistorik
de: Kein Fehlerbehebungsverlauf
es: No hay historial de resolución de problemas
fi: Ei vianmääritushistoriaa
fr: Aucun historique de dépannage
it: Nessuna cronologia di risoluzione dei problemi
ja: トラブルシューティングの履歴はありません
ko: 문제 해결 기록 없음
nl: Geen geschiedenis van probleemoplossing
pl: Brak historii rozwiązywania problemów
pt_br: Nenhum histórico de resolução de problemas
pt_pt: Sem histórico de resolução de problemas
ro: Niciun istoric de depanare
ru: История устранения неполадок пуста
sv: Ingen felsökningshistorik
tr: Sorun giderme geçmişi yok
uk: Історія усунення проблем порожня
vi: Chưa có lịch sử khắc phục sự cố
zh_hans: 没有疑难解答历史
zh_hant: 沒有疑難排解記錄

# troubleshooting.history.exportReport
source: Export session report
ar: تصدير تقرير الجلسة
cs: Exportovat zprávu o relaci
da: Eksportér sessionsrapport
de: Sitzungsbericht exportieren
es: Exportar informe de la sesión
fi: Vie istunnon raportti
fr: Exporter le rapport de session
it: Esporta il report della sessione
ja: セッションレポートを書き出す
ko: 세션 보고서 내보내기
nl: Exporteer sessierapport
pl: Eksportuj raport sesji
pt_br: Exportar relatório da sessão
pt_pt: Exportar relatório da sessão
ro: Exportă raportul sesiunii
ru: Экспортировать отчёт сеанса
sv: Exportera sessionsrapport
tr: Oturum raporunu dışa aktar
uk: Експортувати звіт сеансу
vi: Xuất báo cáo phiên
zh_hans: 导出会话报告
zh_hant: 匯出工作階段報告

# troubleshooting.history.reopenTemplate
source: Reopen as template
ar: إعادة الفتح كقالب
cs: Znovu otevřít jako šablonu
da: Åbn igen som skabelon
de: Als Vorlage erneut öffnen
es: Reabrir como plantilla
fi: Avaa uudelleen mallina
fr: Rouvrir comme modèle
it: Riapri come modello
ja: テンプレートとして再度開く
ko: 템플릿으로 다시 열기
nl: Heropen als sjabloon
pl: Otwórz ponownie jako szablon
pt_br: Reabrir como modelo
pt_pt: Reabrir como modelo
ro: Redeschide ca șablon
ru: Открыть как шаблон
sv: Öppna igen som mall
tr: Şablon olarak yeniden aç
uk: Відкрити як шаблон
vi: Mở lại làm mẫu
zh_hans: 作为模板重新打开
zh_hant: 以範本重新打開

# troubleshooting.history.resolved
source: Resolved
ar: تم الحل
cs: Vyřešeno
da: Løst
de: Behoben
es: Resuelta
fi: Ratkaistu
fr: Résolu
it: Risolta
ja: 解決済み
ko: 해결됨
nl: Opgelost
pl: Rozwiązane
pt_br: Resolvida
pt_pt: Resolvida
ro: Rezolvată
ru: Устранено
sv: Löst
tr: Çözüldü
uk: Усунено
vi: Đã khắc phục
zh_hans: 已解决
zh_hant: 已解決

# troubleshooting.history.title
source: Troubleshooting History
ar: سجل استكشاف الأخطاء
cs: Historie řešení potíží
da: Fejlfindingshistorik
de: Verlauf der Fehlerbehebung
es: Historial de resolución de problemas
fi: Vianmääritushistoria
fr: Historique de dépannage
it: Cronologia risoluzione dei problemi
ja: トラブルシューティングの履歴
ko: 문제 해결 기록
nl: Geschiedenis van probleemoplossing
pl: Historia rozwiązywania problemów
pt_br: Histórico de resolução de problemas
pt_pt: Histórico de resolução de problemas
ro: Istoric de depanare
ru: История устранения неполадок
sv: Felsökningshistorik
tr: Sorun Giderme Geçmişi
uk: Історія усунення проблем
vi: Lịch sử khắc phục sự cố
zh_hans: 疑难解答历史
zh_hant: 疑難排解記錄

# troubleshooting.history.unresolved
source: Unresolved
ar: لم يُحل
cs: Nevyřešeno
da: Ikke løst
de: Nicht behoben
es: Sin resolver
fi: Ratkaisematta
fr: Non résolu
it: Non risolta
ja: 未解決
ko: 미해결
nl: Niet opgelost
pl: Nierozwiązane
pt_br: Não resolvida
pt_pt: Por resolver
ro: Nerezolvată
ru: Не устранено
sv: Olöst
tr: Çözülmedi
uk: Не усунено
vi: Chưa khắc phục
zh_hans: 未解决
zh_hant: 未解決

# troubleshooting.rail.checks
source: Checks
ar: الفحوصات
cs: Kontroly
da: Tjek
de: Prüfungen
es: Comprobaciones
fi: Tarkistukset
fr: Vérifications
it: Controlli
ja: チェック
ko: 점검
nl: Controles
pl: Testy
pt_br: Verificações
pt_pt: Verificações
ro: Verificări
ru: Проверки
sv: Kontroller
tr: Denetimler
uk: Перевірки
vi: Kiểm tra
zh_hans: 检查
zh_hant: 檢查

# troubleshooting.rail.export
source: Export
ar: التصدير
da: Eksport
es: Exportar
fi: Vienti
fr: Exporter
it: Esporta
ja: 書き出し
ko: 내보내기
pl: Eksport
pt_br: Exportar
pt_pt: Exportar
ro: Exportă
ru: Экспорт
tr: Dışa Aktar
uk: Експорт
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

# troubleshooting.rail.fix
source: Fix
ar: الإصلاح
cs: Oprava
da: Løsning
de: Korrektur
es: Solución
fi: Korjaus
fr: Correctif
it: Correzione
ja: 修正
ko: 수정
nl: Oplossing
pl: Poprawka
pt_br: Correção
pt_pt: Correção
ro: Remediere
ru: Исправление
sv: Åtgärd
tr: Düzeltme
uk: Виправлення
vi: Khắc phục
zh_hans: 修复
zh_hant: 修正

# troubleshooting.rail.symptom
source: Symptom
ar: العَرَض
cs: Příznak
es: Síntoma
fi: Oire
fr: Symptôme
it: Sintomo
ja: 症状
ko: 증상
nl: Symptoom
pl: Objaw
pt_br: Sintoma
pt_pt: Sintoma
ro: Simptom
ru: Симптом
sv: Symtom
tr: Belirti
uk: Симптом
vi: Triệu chứng
zh_hans: 症状
zh_hant: 症狀

# troubleshooting.rail.verify
source: Verify
ar: التحقق
cs: Ověření
da: Bekræft
de: Überprüfen
es: Verificar
fi: Vahvistus
fr: Vérifier
it: Verifica
ja: 確認
ko: 확인
nl: Verifieer
pl: Sprawdzenie
pt_br: Verificar
pt_pt: Verificar
ro: Verifică
ru: Проверка
sv: Bekräfta
tr: Doğrula
uk: Перевірка
vi: Xác minh
zh_hans: 验证
zh_hant: 驗證

# troubleshooting.resolved.description
source: The issue has been fixed. You can export a session report for your records.
ar: تم إصلاح المشكلة. يمكنك تصدير تقرير الجلسة للاحتفاظ به.
cs: Problém byl vyřešen. Pro své záznamy si můžete exportovat zprávu o relaci.
da: Problemet er løst. Du kan eksportere en sessionsrapport til dine egne noter.
de: Das Problem wurde behoben. Du kannst einen Sitzungsbericht für deine Unterlagen exportieren.
es: El problema está resuelto. Puedes exportar un informe de la sesión para tus archivos.
fi: Ongelma on korjattu. Voit viedä istunnon raportin muistiin.
fr: Le problème est résolu. Vous pouvez exporter un rapport de session pour vos archives.
it: Il problema è stato risolto. Puoi esportare un report della sessione da conservare.
ja: 問題は解決しました。記録用にセッションレポートを書き出せます。
ko: 문제가 해결되었습니다. 기록용으로 세션 보고서를 내보낼 수 있습니다.
nl: Het probleem is opgelost. Je kunt een sessierapport exporteren voor je eigen administratie.
pl: Problem został naprawiony. Możesz wyeksportować raport sesji do własnej dokumentacji.
pt_br: O problema foi resolvido. Você pode exportar um relatório da sessão para guardar.
pt_pt: O problema foi resolvido. Pode exportar um relatório da sessão para os seus registos.
ro: Problema a fost rezolvată. Poți exporta un raport al sesiunii pentru evidența ta.
ru: Проблема устранена. При желании можно экспортировать отчёт сеанса.
sv: Problemet är löst. Du kan exportera en sessionsrapport för egna anteckningar.
tr: Sorun giderildi. Kayıtlarınız için bir oturum raporu dışa aktarabilirsiniz.
uk: Проблему усунено. За бажанням можна експортувати звіт сеансу.
vi: Sự cố đã được khắc phục. Bạn có thể xuất báo cáo phiên để lưu lại.
zh_hans: 问题已修复。你可以导出会话报告以备存档。
zh_hant: 問題已修正。你可以匯出工作階段報告以供存查。

# troubleshooting.resolved.title
source: Problem resolved
ar: تم حل المشكلة
cs: Problém vyřešen
da: Problemet er løst
de: Problem behoben
es: Problema resuelto
fi: Ongelma ratkaistu
fr: Problème résolu
it: Problema risolto
ja: 問題が解決しました
ko: 문제가 해결되었습니다
nl: Probleem opgelost
pl: Problem rozwiązany
pt_br: Problema resolvido
pt_pt: Problema resolvido
ro: Problemă rezolvată
ru: Проблема устранена
sv: Problemet är löst
tr: Sorun çözüldü
uk: Проблему усунено
vi: Đã khắc phục sự cố
zh_hans: 问题已解决
zh_hant: 問題已解決

# troubleshooting.resume.description %@
source: You have a paused session for %@
ar: لديك جلسة متوقفة مؤقتًا لـ %@
cs: Máte pozastavenou relaci pro %@
da: Du har en session på pause for %@
de: Du hast eine pausierte Sitzung für %@
es: Tienes una sesión en pausa para %@
fi: Sinulla on keskeytetty istunto kohteelle %@
fr: Vous avez une session en pause pour %@
it: Hai una sessione in pausa per %@
ja: %@ の中断中のセッションがあります
ko: %@에 대해 일시 중지된 세션이 있습니다
nl: Je hebt een gepauzeerde sessie voor %@
pl: Masz wstrzymaną sesję dla %@
pt_br: Você tem uma sessão pausada para %@
pt_pt: Tem uma sessão em pausa para %@
ro: Ai o sesiune întreruptă pentru %@
ru: У вас есть приостановленный сеанс для %@
sv: Du har en pausad session för %@
tr: %@ için duraklatılmış bir oturumunuz var
uk: У вас є призупинений сеанс для %@
vi: Bạn có một phiên đang tạm dừng cho %@
zh_hans: 你有一个已暂停的 %@ 会话
zh_hant: 你有一個已暫停的 %@ 工作階段

# troubleshooting.resume.discard
source: Discard
ar: تجاهل
cs: Zahodit
da: Kassér
de: Verwerfen
es: Descartar
fi: Hylkää
fr: Abandonner
it: Elimina
ja: 破棄
ko: 폐기
nl: Verwijder
pl: Odrzuć
pt_br: Descartar
pt_pt: Descartar
ro: Renunță
ru: Отбросить
sv: Kassera
tr: Sil
uk: Відкинути
vi: Loại bỏ
zh_hans: 放弃
zh_hant: 捨棄

# troubleshooting.resume.resume
source: Resume
ar: متابعة
cs: Pokračovat
da: Genoptag
de: Fortsetzen
es: Continuar
fi: Jatka
fr: Reprendre
it: Riprendi
ja: 再開
ko: 이어서 하기
nl: Hervat
pl: Wznów
pt_br: Retomar
pt_pt: Retomar
ro: Reia
ru: Продолжить
sv: Återuppta
tr: Devam Et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# troubleshooting.resume.sinceYouLeft
source: Since you left:
ar: منذ مغادرتك:
cs: Od vašeho odchodu:
da: Siden du sidst var her:
de: Seit deiner letzten Sitzung:
es: Desde que lo dejaste:
fi: Poissaolosi jälkeen:
fr: Depuis votre départ :
it: Da quando hai interrotto:
ja: 前回からの変更:
ko: 지난번 이후:
nl: Sinds je weg was:
pl: Od Twojego wyjścia:
pt_br: Desde que você saiu:
pt_pt: Desde que saiu:
ro: De când ai plecat:
ru: Пока вас не было:
sv: Sedan du var här sist:
tr: Ayrıldığınızdan beri:
uk: Поки вас не було:
vi: Kể từ khi bạn rời đi:
zh_hans: 上次离开后：
zh_hant: 上次離開後：

# troubleshooting.resume.startOver
source: Start Over
ar: البدء من جديد
cs: Začít znovu
da: Start forfra
de: Neu beginnen
es: Empezar de nuevo
fi: Aloita alusta
fr: Recommencer
it: Ricomincia
ja: 最初からやり直す
ko: 처음부터 다시
nl: Begin opnieuw
pl: Zacznij od nowa
pt_br: Começar de novo
pt_pt: Recomeçar
ro: Ia-o de la capăt
ru: Начать заново
sv: Börja om
tr: Baştan Başla
uk: Почати спочатку
vi: Bắt đầu lại
zh_hans: 重新开始
zh_hant: 重新開始

# troubleshooting.resume.title
source: Resume Troubleshooting?
ar: هل تريد متابعة استكشاف الأخطاء؟
cs: Pokračovat v řešení potíží?
da: Vil du genoptage fejlfindingen?
de: Fehlerbehebung fortsetzen?
es: ¿Retomar la resolución de problemas?
fi: Jatketaanko vianmääritystä?
fr: Reprendre le dépannage ?
it: Riprendere la risoluzione dei problemi?
ja: トラブルシューティングを再開しますか？
ko: 문제 해결을 이어서 하시겠습니까?
nl: Probleemoplossing hervatten?
pl: Wznowić rozwiązywanie problemów?
pt_br: Retomar a resolução de problemas?
pt_pt: Retomar a resolução de problemas?
ro: Reiei depanarea?
ru: Продолжить устранение неполадок?
sv: Vill du återuppta felsökningen?
tr: Sorun gidermeye devam edilsin mi?
uk: Продовжити усунення проблем?
vi: Tiếp tục khắc phục sự cố?
zh_hans: 要继续疑难解答吗？
zh_hant: 要繼續疑難排解嗎？

# troubleshooting.step.of %d %d
source: Step %1$d of %2$d
ar: الخطوة %1$d من %2$d
cs: Krok %1$d z %2$d
da: Trin %1$d af %2$d
de: Schritt %1$d von %2$d
es: Paso %1$d de %2$d
fi: Vaihe %1$d / %2$d
fr: Étape %1$d sur %2$d
it: Passo %1$d di %2$d
ja: ステップ %1$d / %2$d
ko: %2$d단계 중 %1$d단계
nl: Stap %1$d van %2$d
pl: Krok %1$d z %2$d
pt_br: Etapa %1$d de %2$d
pt_pt: Passo %1$d de %2$d
ro: Pasul %1$d din %2$d
ru: Шаг %1$d из %2$d
sv: Steg %1$d av %2$d
tr: Adım %1$d / %2$d
uk: Крок %1$d з %2$d
vi: Bước %1$d/%2$d
zh_hans: 第 %1$d 步，共 %2$d 步
zh_hant: 第 %1$d 步，共 %2$d 步

# troubleshooting.symptom.audio
source: Audio problems
ar: مشكلات في الصوت
cs: Potíže se zvukem
da: Lydproblemer
de: Audioprobleme
es: Problemas de audio
fi: Ääniongelmat
fr: Problèmes audio
it: Problemi audio
ja: オーディオの問題
ko: 오디오 문제
nl: Audioproblemen
pl: Problemy z dźwiękiem
pt_br: Problemas de áudio
pt_pt: Problemas de áudio
ro: Probleme de sunet
ru: Проблемы со звуком
sv: Ljudproblem
tr: Ses sorunları
uk: Проблеми зі звуком
vi: Sự cố âm thanh
zh_hans: 音频问题
zh_hant: 音訊問題

# troubleshooting.symptom.controllerInput
source: Controller / input problems
ar: مشكلات في وحدة التحكم أو الإدخال
cs: Potíže s ovladačem nebo vstupem
da: Problemer med controller eller input
de: Controller-/Eingabeprobleme
es: Problemas de mando o entrada
fi: Ohjain- tai syöteongelmat
fr: Problèmes de manette ou d'entrées
it: Problemi di controller o input
ja: コントローラや入力の問題
ko: 컨트롤러/입력 문제
nl: Controller- en invoerproblemen
pl: Problemy z kontrolerem lub sterowaniem
pt_br: Problemas de controle ou entrada
pt_pt: Problemas de comando ou entrada
ro: Probleme de controller sau intrare
ru: Проблемы с контроллером или вводом
sv: Problem med handkontroll eller inmatning
tr: Kumanda / giriş sorunları
uk: Проблеми з контролером або вводом
vi: Sự cố tay cầm / nhập liệu
zh_hans: 控制器/输入问题
zh_hant: 控制器/輸入問題

# troubleshooting.symptom.graphics
source: Graphics problems
ar: مشكلات في الرسوميات
cs: Potíže s grafikou
da: Grafikproblemer
de: Grafikprobleme
es: Problemas gráficos
fi: Grafiikkaongelmat
fr: Problèmes graphiques
it: Problemi grafici
ja: グラフィックスの問題
ko: 그래픽 문제
nl: Grafische problemen
pl: Problemy z grafiką
pt_br: Problemas gráficos
pt_pt: Problemas gráficos
ro: Probleme grafice
ru: Проблемы с графикой
sv: Grafikproblem
tr: Grafik sorunları
uk: Проблеми з графікою
vi: Sự cố đồ họa
zh_hans: 图形问题
zh_hant: 圖形問題

# troubleshooting.symptom.installDependencies
source: Install / dependency problems
ar: مشكلات في التثبيت أو التبعيات
cs: Potíže s instalací nebo závislostmi
da: Problemer med installation eller afhængigheder
de: Installations-/Abhängigkeitsprobleme
es: Problemas de instalación o dependencias
fi: Asennus- tai riippuvuusongelmat
fr: Problèmes d'installation ou de dépendances
it: Problemi di installazione o dipendenze
ja: インストールや依存関係の問題
ko: 설치/의존성 문제
nl: Installatie- en afhankelijkheidsproblemen
pl: Problemy z instalacją lub zależnościami
pt_br: Problemas de instalação ou dependências
pt_pt: Problemas de instalação ou dependências
ro: Probleme de instalare sau dependențe
ru: Проблемы с установкой или зависимостями
sv: Problem med installation eller beroenden
tr: Yükleme / bağımlılık sorunları
uk: Проблеми зі встановленням або залежностями
vi: Sự cố cài đặt / thành phần phụ thuộc
zh_hans: 安装/依赖项问题
zh_hant: 安裝/相依項目問題

# troubleshooting.symptom.launchCrash
source: Won't launch / crashes immediately
ar: لا تعمل أو تتعطل فورًا
cs: Nespustí se / hned spadne
da: Starter ikke / går ned med det samme
de: Startet nicht / stürzt sofort ab
es: No se abre o se cierra al instante
fi: Ei käynnisty / kaatuu heti
fr: Ne se lance pas ou plante aussitôt
it: Non si avvia o si chiude subito
ja: 起動しない、すぐにクラッシュする
ko: 실행되지 않거나 바로 종료됨
nl: Start niet / crasht direct
pl: Nie uruchamia się / od razu się zamyka
pt_br: Não abre ou fecha na hora
pt_pt: Não abre ou fecha de imediato
ro: Nu pornește sau se închide imediat
ru: Не запускается или сразу вылетает
sv: Startar inte / kraschar direkt
tr: Başlamıyor / hemen çöküyor
uk: Не запускається або одразу вилітає
vi: Không khởi chạy được / lỗi ngay lập tức
zh_hans: 无法启动或启动后立即崩溃
zh_hant: 無法啟動或啟動後立即當機

# troubleshooting.symptom.launcherIssues
source: Launcher issues
ar: مشكلات في المشغّلات
cs: Potíže s launcherem
da: Problemer med launchere
de: Launcher-Probleme
es: Problemas con el lanzador
fi: Käynnistimen ongelmat
fr: Problèmes de lanceur
it: Problemi con il launcher
ja: ランチャーの問題
ko: 런처 문제
nl: Launcherproblemen
pl: Problemy z launcherem
pt_br: Problemas com o launcher
pt_pt: Problemas com o launcher
ro: Probleme cu launcherul
ru: Проблемы с лаунчером
sv: Problem med launchers
tr: Başlatıcı sorunları
uk: Проблеми з лаунчером
vi: Sự cố trình khởi chạy
zh_hans: 启动器问题
zh_hant: 啟動器問題

# troubleshooting.symptom.networkDownload
source: Network / download problems
ar: مشكلات في الشبكة أو التنزيل
cs: Potíže se sítí nebo stahováním
da: Problemer med netværk eller overførsler
de: Netzwerk-/Downloadprobleme
es: Problemas de red o descarga
fi: Verkko- tai latausongelmat
fr: Problèmes de réseau ou de téléchargement
it: Problemi di rete o download
ja: ネットワークやダウンロードの問題
ko: 네트워크/다운로드 문제
nl: Netwerk- en downloadproblemen
pl: Problemy z siecią lub pobieraniem
pt_br: Problemas de rede ou download
pt_pt: Problemas de rede ou transferência
ro: Probleme de rețea sau descărcare
ru: Проблемы с сетью или загрузкой
sv: Problem med nätverk eller hämtningar
tr: Ağ / indirme sorunları
uk: Проблеми з мережею або завантаженням
vi: Sự cố mạng / tải xuống
zh_hans: 网络/下载问题
zh_hant: 網路/下載問題

# troubleshooting.symptom.other
source: Other
ar: أخرى
cs: Jiné
da: Andet
de: Anderes
es: Otro
fi: Muu
fr: Autre
it: Altro
ja: その他
ko: 기타
nl: Overig
pl: Inne
pt_br: Outro
pt_pt: Outro
ro: Altceva
ru: Другое
sv: Annat
tr: Diğer
uk: Інше
vi: Khác
zh_hans: 其他
zh_hant: 其他

# troubleshooting.symptom.performanceStability
source: Performance / stability over time
ar: الأداء أو الاستقرار مع مرور الوقت
cs: Výkon a stabilita v průběhu času
da: Ydeevne eller stabilitet over tid
de: Leistung / Stabilität im Verlauf
es: Rendimiento o estabilidad con el tiempo
fi: Suorituskyky tai vakaus ajan myötä
fr: Performances ou stabilité dans la durée
it: Prestazioni o stabilità nel tempo
ja: 時間の経過に伴う性能や安定性の低下
ko: 시간이 지날수록 성능/안정성 저하
nl: Prestaties / stabiliteit na verloop van tijd
pl: Wydajność i stabilność z czasem
pt_br: Desempenho ou estabilidade ao longo do tempo
pt_pt: Desempenho ou estabilidade ao longo do tempo
ro: Performanță sau stabilitate în timp
ru: Производительность и стабильность со временем
sv: Prestanda eller stabilitet över tid
tr: Zamanla performans / kararlılık
uk: Продуктивність і стабільність із часом
vi: Hiệu năng / độ ổn định theo thời gian
zh_hans: 运行一段时间后性能/稳定性下降
zh_hant: 執行一段時間後效能/穩定性下降

# troubleshooting.symptom.title
source: What issue are you experiencing?
ar: ما المشكلة التي تواجهها؟
cs: Jaký problém řešíte?
da: Hvilket problem oplever du?
de: Welches Problem hast du?
es: ¿Qué problema tienes?
fi: Mikä ongelma sinulla on?
fr: Quel problème rencontrez-vous ?
it: Quale problema stai riscontrando?
ja: どのような問題が起きていますか？
ko: 어떤 문제를 겪고 있습니까?
nl: Welk probleem heb je?
pl: Jakiego problemu doświadczasz?
pt_br: Qual problema você está tendo?
pt_pt: Que problema está a ter?
ro: Ce problemă întâmpini?
ru: С какой проблемой вы столкнулись?
sv: Vilket problem har du?
tr: Hangi sorunu yaşıyorsunuz?
uk: З якою проблемою ви зіткнулися?
vi: Bạn đang gặp sự cố gì?
zh_hans: 你遇到的是什么问题？
zh_hant: 你遇到的是什麼問題？

# troubleshooting.verify.attempt %d %d
source: Fix attempt %1$d of %2$d
ar: محاولة الإصلاح %1$d من %2$d
cs: Pokus o opravu %1$d z %2$d
da: Løsningsforsøg %1$d af %2$d
de: Korrekturversuch %1$d von %2$d
es: Intento de solución %1$d de %2$d
fi: Korjausyritys %1$d / %2$d
fr: Tentative de correction %1$d sur %2$d
it: Tentativo di correzione %1$d di %2$d
ja: 修正の試行 %1$d / %2$d
ko: 수정 시도 %2$d회 중 %1$d회
nl: Oplospoging %1$d van %2$d
pl: Próba naprawy %1$d z %2$d
pt_br: Tentativa de correção %1$d de %2$d
pt_pt: Tentativa de correção %1$d de %2$d
ro: Încercarea de remediere %1$d din %2$d
ru: Попытка исправления %1$d из %2$d
sv: Åtgärdsförsök %1$d av %2$d
tr: Düzeltme denemesi %1$d / %2$d
uk: Спроба виправлення %1$d з %2$d
vi: Lần khắc phục %1$d/%2$d
zh_hans: 第 %1$d 次修复尝试，共 %2$d 次
zh_hant: 第 %1$d 次修正嘗試，共 %2$d 次

# troubleshooting.verify.description
source: Try running your program again to check if the issue is resolved.
ar: جرّب تشغيل البرنامج مرة أخرى للتحقق مما إذا كانت المشكلة قد حُلّت.
cs: Zkuste program spustit znovu a ověřte, zda je problém vyřešen.
da: Prøv at køre programmet igen for at se, om problemet er løst.
de: Starte dein Programm erneut, um zu prüfen, ob das Problem behoben ist.
es: Vuelve a ejecutar el programa para comprobar si el problema se ha resuelto.
fi: Kokeile käynnistää ohjelma uudelleen ja tarkista, ratkesiko ongelma.
fr: Relancez votre programme pour vérifier si le problème est résolu.
it: Prova ad avviare di nuovo il programma per verificare se il problema è risolto.
ja: プログラムをもう一度実行して、問題が解決したか確認してください。
ko: 프로그램을 다시 실행해 문제가 해결되었는지 확인해 보십시오.
nl: Start je programma opnieuw om te kijken of het probleem is opgelost.
pl: Uruchom program ponownie, aby sprawdzić, czy problem zniknął.
pt_br: Tente executar o programa de novo para ver se o problema foi resolvido.
pt_pt: Experimente executar o programa outra vez para ver se o problema ficou resolvido.
ro: Rulează din nou programul pentru a verifica dacă problema s-a rezolvat.
ru: Запустите программу ещё раз и проверьте, устранена ли проблема.
sv: Prova att köra programmet igen för att se om problemet är löst.
tr: Sorunun çözülüp çözülmediğini görmek için programınızı yeniden çalıştırmayı deneyin.
uk: Запустіть програму ще раз і перевірте, чи проблему усунено.
vi: Hãy thử chạy lại chương trình để xem sự cố đã được khắc phục chưa.
zh_hans: 请再次运行你的程序，看看问题是否已解决。
zh_hant: 請再次執行你的程式，看看問題是否已解決。

# troubleshooting.verify.fixed
source: Yes, it's fixed
ar: نعم، تم الإصلاح
cs: Ano, je to vyřešené
da: Ja, det er løst
de: Ja, behoben
es: Sí, está resuelto
fi: Kyllä, ongelma korjaantui
fr: Oui, c'est résolu
it: Sì, è risolto
ja: はい、直りました
ko: 예, 해결되었습니다
nl: Ja, opgelost
pl: Tak, działa
pt_br: Sim, foi resolvido
pt_pt: Sim, está resolvido
ro: Da, s-a rezolvat
ru: Да, всё работает
sv: Ja, det är löst
tr: Evet, düzeldi
uk: Так, усе працює
vi: Có, đã khắc phục
zh_hans: 是，已修复
zh_hant: 是，已修正

# troubleshooting.verify.notFixed
source: No, still broken
ar: لا، ما زال لا يعمل
cs: Ne, stále to nefunguje
da: Nej, det virker stadig ikke
de: Nein, immer noch fehlerhaft
es: No, sigue igual
fi: Ei, ei vieläkään toimi
fr: Non, toujours pas
it: No, non funziona ancora
ja: いいえ、まだ直っていません
ko: 아니요, 아직 안 됩니다
nl: Nee, nog steeds kapot
pl: Nie, nadal nie działa
pt_br: Não, continua com problema
pt_pt: Não, continua na mesma
ro: Nu, tot nu merge
ru: Нет, проблема осталась
sv: Nej, det fungerar fortfarande inte
tr: Hayır, hâlâ çalışmıyor
uk: Ні, проблема лишилася
vi: Không, vẫn lỗi
zh_hans: 否，仍未解决
zh_hant: 否，仍未解決

# troubleshooting.verify.title
source: Did this fix the problem?
ar: هل أصلح ذلك المشكلة؟
cs: Vyřešila to tato oprava?
da: Løste det problemet?
de: Hat das das Problem behoben?
es: ¿Se ha resuelto el problema?
fi: Korjasiko tämä ongelman?
fr: Le problème est-il résolu ?
it: Il problema è stato risolto?
ja: 問題は解決しましたか？
ko: 이 수정으로 문제가 해결되었습니까?
nl: Is het probleem hiermee opgelost?
pl: Czy to naprawiło problem?
pt_br: Isso resolveu o problema?
pt_pt: Isto resolveu o problema?
ro: S-a rezolvat problema?
ru: Проблема устранена?
sv: Löste det problemet?
tr: Bu, sorunu çözdü mü?
uk: Проблему усунено?
vi: Cách này có khắc phục được sự cố không?
zh_hans: 此修复解决问题了吗？
zh_hant: 這項修正解決問題了嗎？
